---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeMinimumRunWidth
source: html/27d5b395-b122-851c-ddfa-fb1a2aebfc21.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeMinimumRunWidth Property

"Minimum Run Width": Minimum Run Width

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeMinimumRunWidth { get; }
```